import i1 from './images/i1.jpg';
import i2 from './images/i2.jpg';
import i3 from './images/i3.jpeg';

const photos_list = [
    {
        id: 1,
        author: 'Iapetos Cerberus',
        title: 'Путешествие на лодке по озеру',
        image: i1,
        text: 'Воин знав рать стал Орды. кто. Гор родила презря слиясь чистит рук сел еще ини Вод она кто сталью падете. . Начал Хвалу Шумит сверх Вдали. Тревожном Невидимую восстанет. Яры ров Лию раз. ',
        likes: 5,
        comments: 2
    },
    {
        id: 2,
        title: 'Отдых в палатке',
        author: 'Minos Linus',
        text: 'Ум Ея Вы Во от До Те по. При вся Так дай Дни лиц зде ков. Ей Кто их яр По Ты Из Ко Им. Вскрыться ту Оцепенеют та Мы ты Всесвятый со яд. Громам Во Вокруг плотью тленно Из другие то яр ум Их. Пот жар оно очи Гул нее тел. Ее То Но по Да Вы От ей.',
        image: i2,
        likes: 7,
        comments: 5
    },
    {
        id: 3,
        title: 'Любимые лошадки',
        author: 'Hermes Prometheus',
        text: 'Ночью зрите хочет сияют чтобы. Лия одр кое тук Уже Чем. Ах забыли создан Уж Тя голубь им мя. Изобразить бессильным облеченный умудряться сотворится. Храбрость атмосферу униженных Мещерской. Состояньи Незыблема Евпраксия окруженно Хранителя. Во человека об отверзли ум из мы от счастлив. Чьих чтут оне нее чту Луг ног ней рука лун том. ',
        image: i3,
        likes: 8,
        comments: 4
    },
    {
        id: 4,
        title: 'Велопутешествие',
        author: 'Aristaeus Nikephoros',
        text: 'Же приведи прозрел Да Светило По Из ею. Ль на яр Ни. . Бунтуют Ни то вы ли гл Тщетной на Которые. Колебался логовищах взнестись поглощены. Меж мои Нет оне сие лиц цел риз. Попрешь струйка небесна мрачным. Нег надейся награды сотворю рая Оставил где явилась тут. ',
        image: '',
        likes: 19,
        comments: 5
    }
];

export default photos_list;